Repository: Deepak-mehra-eglogics/woocommerce-appointment
Catalog: languages/woocommerce-appointments-*.po
Languages: sl_si

source: Select %s
sl_si: Izberi %s

source: All Products
sl_si: Vsi izdelki

source: No Products Assigned
sl_si: Ni dodeljenih izdelkov

source: Add-ons deleted.
sl_si: Dodatna polja so izbrisana.

source: No add-ons found
sl_si: Ni najdenih dodatnih polj

source: Configure
sl_si: Nastavi

source: Done
sl_si: Končano

source: Show Incomplete subtotal
sl_si: Prikaži nedokončen vmesni seštevek

source: Show running subtotal, even if not all required add-on choices have been made.
sl_si: Prikaži vmesni seštevek, tudi ko niso izbrane vse zahtevane možnosti.

source: Could not import add-ons. Please review the import string and try again.
sl_si: Dodatnih polj ni bilo mogoče uvoziti. Preglejte niz za uvoz in poskusite znova.

source: Could not import add-ons, as the import string was created by an older plugin version. Please export your add-ons again and retry.
sl_si: Dodatnih polj ni bilo mogoče uvoziti, saj je niz za uvoz ustvarila starejša različica vtičnika. Znova izvozite dodatna polja in poskusite znova.

source: %d add-ons were successfully imported.
sl_si: %d Dodatna polja so bila uspešno uvožena.

source: Please complete all highlighted fields before saving.
sl_si: Pred shranjevanjem izpolnite vsa označena polja.

source: Add-on titles must have maximum 255 characters. Please update the titles of the highlighted add-ons.
sl_si: Naslovi dodatnih polj morajo imeti največ 255 znakov. Posodobite naslove označenih dodatnih polj.

source: There must be at least 1 visible option for required add-ons.
sl_si: Na voljo mora biti vidna vsaj 1 možnost za zahtevana dodatna polja.

source: Limit price
sl_si: Mejna cena

source: Limit quantity
sl_si: Mejna količina

source: Limit character length
sl_si: Omejitev dolžine znakov

source: Restrictions
sl_si: Omejitve

source: Remove this add-on field?
sl_si: Odstranite to dodatno polje?

source: Delete this option?
sl_si: Izbrišite to možnost?

source: Add Image Swatch
sl_si: Dodaj izbor slik

source: Add Image
sl_si: Dodaj sliko

source: Use this field to paste the add-ons you previously exported.
sl_si: S tem prilepite dodatna polja, ki ste jih prej izvozili.

source: Add-ons successfully copied to your clipboard.
sl_si: Dodatna polja so bila uspešno kopirana v odložišče.

source: The selected add-on groups will be deleted permanently. Are you sure?
sl_si: Izbrane skupine dodatnih polj bodo trajno izbrisane. Si prepričan?

source: Option title
sl_si: Naslov možnosti

source: Option title/image
sl_si: Možnost naslov/slika

source: Click to make this option visible
sl_si: Kliknite, da bo ta možnost vidna

source: Click to hide this option
sl_si: Kliknite, če želite skriti to možnost

source: Failed to initialize form. If this issue persists, please reload the page and try again.
sl_si: Inicializacija obrazca ni uspela. Če se ta težava ne odpravi, znova naložite stran in poskusite znova.

source: Failed to validate configuration. If this issue persists, please reload the page and try again.
sl_si: Preverjanje veljavnosti konfiguracije ni uspelo. Če se ta težava ne odpravi, znova naložite stran in poskusite znova.

source: Please choose an option.
sl_si: Prosimo izberite možnost.

source: Please enter some text in this field.
sl_si: Vnesite nekaj besedila v to polje.

source: Please enter a number in this field.
sl_si: Vnesite številko v to polje.

source: Please upload a file.
sl_si: Prenesite datoteko.

source: Please enter letters only.
sl_si: Vnesite samo črke.

source: Please enter numbers only.
sl_si: Vnesite samo številke.

source: Please enter letters and numbers only.
sl_si: Vnesite samo črke in številke.

source: Please enter a valid email address.
sl_si: Vnesite veljaven elektronski naslov.

source: Please enter at least %1$s characters.
sl_si: Vnesite vsaj %1$s znakov.

source: Please enter up to %1$s characters.
sl_si: Vnesite do %1$s znakov.

source: Please enter %1$s or more.
sl_si: Vnesite %1$s ali več.

source: Please enter %1$s or less.
sl_si: Vnesite %1$s ali manj.

source: Please enter a price with one monetary decimal point (%1$s) without thousand separators.
sl_si: Vnesite ceno z eno decimalno vejico (%1$s) brez ločil tisočic.

source: Subtotal
sl_si: Seštevek

source: %s characters remaining
sl_si: %s preostalo znakov

source: Global Add-ons
sl_si: Globalna dodatna polja

source: Product Add-Ons has detected that your server may have failed to process and save some of the data on this page. Please get in touch with your server's host or administrator and (kindly) ask them to increase the number of variables that PHP scripts can post and process%1$s.
sl_si: Program za Dodatne možnosti za izdelke je zaznal, da vašemu strežniku morda ni uspelo obdelati in shraniti nekaterih podatkov na tej strani. Obrnite se na gostitelja ali skrbnika strežnika in ga prosite, naj poveča število spremenljivk, ki jih lahko skripte PHP objavijo in obdelajo%1$s.

source: (currently %s)
sl_si: (trenutno %s)

source: Add-on saved successfully
sl_si: Dodatno polje uspešno shranjeno

source: Error: Add-on not found
sl_si: Napaka: dodatno polje ni najdeno

source: Add-ons Group
sl_si: Skupina dodatnih polj

source: Add-on deleted successfully
sl_si: Dodatno polje uspešno izbrisano

source: Checkbox
sl_si: Potrditveno polje

source: Short Text
sl_si: Kratko besedilo

source: Long Text
sl_si: Dolgo besedilo

source: File Upload
sl_si: Nalaganje datoteke

source: Dropdown
sl_si: Spustni meni

source: Date Picker
sl_si: Izbirnik datuma

source: Heading
sl_si: Naslov

source: Multiple Choice
sl_si: Več možnosti izbire

source: <strong>%1$s</strong> has at least one add-on whose <strong>Title</strong> is longer than <strong>255</strong> characters. Please adjust its value and save your changes.
sl_si: <strong>%1$s</strong> ima vsaj en dodatek, katerega <strong>naslov</strong> je daljši od <strong>255</strong> znakov. Prosimo, prilagodite njegovo vrednost in shranite spremembe.

source: Some add-ons could not be saved correctly because their <strong>Title</strong> was not set. Please review your add-ons configuration and update this product.
sl_si: Nekaterih dodatnih polj ni bilo mogoče pravilno shraniti, ker njihov <strong>naslov</strong> ni bil nastavljen. Preglejte konfiguracijo dodatnih polj in posodobite ta izdelek.

source: Some add-ons could not be saved correctly because their <strong>Title</strong> was longer than 255 characters. Please review your add-ons configuration and update this product.
sl_si: Nekaterih dodatnih polj ni bilo mogoče pravilno shraniti, ker je bil njihov <strong>naslov</strong> daljši od 255 znakov. Preglejte konfiguracijo dodatnih polj in posodobite ta izdelek.

source: SKU:
sl_si: Koda izdelka:

source: %s (No longer exists)
sl_si: %s (Ne obstaja več)

source: Variation ID:
sl_si: ID variacije:

source: Required field
sl_si: Zahtevano polje

source: Clear
sl_si: Počisti

source: Existing file: %s
sl_si: Obstoječa datoteka: %s

source: (max file size %s)
sl_si: (največja velikost datoteke je %s)

source: Select an option...
sl_si: Izberite možnost…

source: Flat Fee
sl_si: Temelji na fiksnem znesku

source: Percentage Based
sl_si: Temelji na odstotku

source: Pre-selected by default
sl_si: Privzeto izbrano

source: Visible
sl_si: Vidno

source: Delete option
sl_si: Možnost brisanja

source: Use Global Add-Ons?
sl_si: Uporabljate globalna dodatna polja?

source: Use this option to control if <a href="%s">global add-ons</a> are assigned to this product.
sl_si: S to možnostjo lahko nadzirate, ali so temu izdelku <a href="%s">dodeljeni globalna dodatna polja</a> .

source: Product Add-Ons
sl_si: Dodatna polja za izdelke

source: Import
sl_si: Uvozi

source: Close all
sl_si: Zapri vse

source: Expand all
sl_si: Razširi vse

source: Choose an add-on field to add to this group,
sl_si: Izberite dodatno polje, ki ga želite dodati v to skupino,

source: or <a href="#" class="wc-pao-import-addons">click here</a> to import data.
sl_si: ali <a href="#" class="wc-pao-import-addons">kliknite tukaj</a> za uvoz podatkov.

source: Use add-ons to add free or paid options to this product.
sl_si: Uporabite dodatna polja za dodajanje brezplačnih ali plačljivih možnosti temu izdelku.

source: Choose a field type to add below, or <a href="#" class="wc-pao-import-addons">click here</a> to import data.
sl_si: Izberite vrsto polja, ki jo želite dodati spodaj, ali <a href="#" class="wc-pao-import-addons">kliknite tukaj</a> , če želite uvoziti podatke.

source: Add field&hellip;
sl_si: Dodaj polje ...

source: Checkboxes
sl_si: Potrditvena polja

source: Customer Defined Price
sl_si: Cena določena s strani kupca

source: Multiple choice
sl_si: Več možnosti izbire

source: Add-on title is too long. Please use up to 255 characters.
sl_si: Naslov dodatnega polja je predolg. Uporabite do 255 znakov.

source: Remove
sl_si: Odstrani

source: Title format
sl_si: Oblika naslova

source: Hide
sl_si: Skrij

source: Display as
sl_si: Prikaži kot

source: Radio Buttons
sl_si: Radio gumbi

source: Images
sl_si: Slike

source: Default selection
sl_si: Privzeta izbira

source: Restriction
sl_si: Omejitev

source: Any Text
sl_si: Vsako besedilo

source: Only Letters
sl_si: Samo črke

source: Only Numbers
sl_si: Samo številke

source: Only Letters and Numbers
sl_si: Samo črke in številke

source: Only Email Address
sl_si: Samo e-poštni naslov

source: Pre-filled quantity
sl_si: Privzeta količina

source: Pre-filled price
sl_si: Privzeta cena

source: Require selection
sl_si: Zahtevaj izbiro

source: Require upload
sl_si: Zahtevaj nalaganje

source: Require input
sl_si: Zahtevaj vnos

source: Add description
sl_si: Dodaj opis

source: Add placeholder
sl_si: Dodajanje označbe mesta

source: Choose how to calculate the price of this add-on: Apply a flat fee regardless of quantity, charge per quantity ordered, or charge a percentage of the total.
sl_si: Izberite, kako izračunati ceno tega dodatnega polja: uporabite pavšalno pristojbino ne glede na količino, zaračunajte naročeno količino ali zaračunajte odstotek celotne vsote.

source: Default
sl_si: Privzeto

source: Choose which options are pre-selected by default.
sl_si: Izberite, katere možnosti so privzeto izbrane.

source: Add Option
sl_si: Dodaj možnost

source: unlimited
sl_si: neomejeno

source: Adjust price
sl_si: Prilagodi ceno

source: Create add-ons group
sl_si: Ustvarjanje skupine dodatnih polj

source: Publish
sl_si: Objavi

source: Edit Add-on
sl_si: Uredi dodatno polje

source: Create a group of global add-ons to add free or paid options to your products in bulk. You may optionally limit these add-ons to specific product categories.
sl_si: Ustvarite skupino globalnih dodatnih polj in svojim izdelkom v velikem obsegu dodajte brezplačne ali plačljive možnosti. Ta dodatna polja lahko izbirno omejite na določene kategorije izdelkov.

source: To create add-ons for individual products, navigate to the <strong>Product Data > Add-ons</strong> tab in the product editor.
sl_si: Če želite ustvariti dodatna polja za posamezne izdelke, se pomaknite na zavihek <strong>Podatki o izdelkih > Dodatna polja</strong> v urejevalniku izdelkov.

source: Name
sl_si: Naziv

source: Type a unique name to identify this global add-ons group. This will not be visible to customers.
sl_si: Vnesite enolično ime, da prepoznate to globalno skupino dodatnih polj. To strankam ne bo vidno.

source: Product Categories
sl_si: Kategorije izdelkov

source: Choose categories&hellip;
sl_si: Izberite kategorije&hellip;

source: Product categories
sl_si: Kategorije izdelkov

source: Use this option to assign this global add-ons group to specific product categories.
sl_si: S to možnostjo dodelite to globalno skupino dodatnih polj določenim kategorijam izdelkov.

source: Display Order
sl_si: Vrstni red prikaza

source: This number determines the position of this add-ons group relative to other groups in product pages. Groups with a lower <strong>Display Order</strong> are displayed higher in the product page. Add-ons created for individual products are displayed at order 10.
sl_si: Ta številka določa položaj te skupine dodatnih polj glede na druge skupine na straneh izdelkov. Skupine z nižjim <strong>vrstnim redom</strong> prikaza so prikazane višje na strani izdelka. Dodatna polja, ustvarjeni za posamezne izdelke, so prikazani po naročilu 10.

source: Add new
sl_si: Dodaj novo

source: Use global add-ons to add free or paid options to your products in bulk.
sl_si: Uporabite globalna dodatna polja za dodajanje brezplačnih ali plačljivih možnosti svojim izdelkom v velikem obsegu.

source: Create your first add-on
sl_si: Ustvarjanje prvega dodatnega polja

source: Addons data.
sl_si: Podatki o dodatnih možnostih.

source: Global group ID
sl_si: Globalni ID skupine

source: Name of the global group
sl_si: Ime globalne skupine

source: Priority of the group
sl_si: Prednostna postavitev skupine

source: Product categories this group applies to, or an empty array if it applies to all products
sl_si: Kategorije izdelkov, za katere velja ta skupina, ali prazno matriko, če velja za vse izdelke

source: Fields containing the add-ons and their options for the group.
sl_si: Polja z dodatnimi polji in njihovimi možnostmi za skupino.

source: Unique identifier for the add-on
sl_si: Enolični identifikator za dodatno polje

source: Name of the product add-on
sl_si: Ime dodatnega polja izdelka

source: Format of the add-on title
sl_si: Oblika naslova dodatnega polja

source: Default add-on value
sl_si: Privzeta vrednost dodatnega polja

source: Status indicating if the add-on description is enabled
sl_si: Stanje, ki označuje, ali je opis dodatnega polja omogočen

source: Description of the add-on
sl_si: Opis dodatnega polja

source: Status indicating if the add-on placeholder is enabled
sl_si: Stanje, ki označuje, ali je označba mesta dodatnega polja omogočena

source: Placeholder text for the add-on, applicable for custom_text and custom_textarea add-on types
sl_si: Besedilo označbe mesta za dodatno polje, ki se uporablja za custom_text in custom_textarea

source: Type of the add-on
sl_si: Vrsta dodatnega polja

source: Display options for multiple_choice type add-ons
sl_si: Možnosti prikaza za dodatna polja vrste multiple_choice

source: Position of the add-on in the product
sl_si: Položaj dodatnega polja v prikazu izdelka

source: Status indicating if the add-on is required
sl_si: Stanje, ki označuje, ali je dodatno polje obvezen

source: Status indicating if min/max limits for price or text length are enabled
sl_si: Stanje, ki označuje, ali so omogočene minimalne/največje omejitve za ceno ali dolžino besedila

source: Input restrictions for custom_text type add-ons
sl_si: Omejitve vnosa za dodatna polja vrste custom_text

source: Status indicating if the add-on adjusts the product price
sl_si: Stanje, ki kaže, ali dodatno polje prilagodi ceno izdelka

source: Type of price adjustment for the add-on
sl_si: Vrsta prilagoditve cene za dodatno polje

source: Price of the add-on, if applicable (numeric string)
sl_si: Cena dodatnega polja, če je primerno (številski niz)

source: Minimum allowed input for custom_text, custom_textarea, custom_price, and input_multiplier add-ons
sl_si: Najmanjši dovoljeni vnos za dodatna polja custom_text, custom_textarea, custom_price in input_multiplier

source: Maximum allowed input for custom_text, custom_textarea, custom_price, and input_multiplier add-ons
sl_si: Največji dovoljeni vhod za dodatna polja custom_text, custom_textarea, custom_price in input_multiplier

source: List of options for multiple_choice and checkbox type add-ons
sl_si: Seznam možnosti za dodatna polja 'multiple_choice' in 'checkbox'

source: Label for the add-on option
sl_si: Oznaka za dodatno polje

source: Price of the add-on option, if applicable (numeric string)
sl_si: Cena dodatnega polja, če je primerna (številski niz)

source: Type of price adjustment for the add-on option
sl_si: Vrsta prilagoditve cene za dodatno polje

source: Image ID for the add-on option for image display type, or 0
sl_si: ID slike za možnost dodatnega polja za vrsto prikaza slike ali 0

source: Visibility of the add-on option
sl_si: Vidnost možnosti dodatnega polja

source: Add-on Group's Name parameter is required when creating Add-on Group.
sl_si: Parameter 'Ime skupine dodatnih polj' je potreben pri ustvarjanju skupine dodatnih polj.

source: Invalid add-on ID provided.
sl_si: Posredovan je neveljaven ID dodatnega polja.

source: Unable to delete group. Invalid global add-on group ID.
sl_si: Skupine ni mogoče izbrisati. Neveljaven globalni ID skupine dodatnih polj.

source: Status indicating if the global add-on are excluded from this product
sl_si: Stanje, ki označuje, ali so globalna dodatna polja izključena iz tega izdelka

source: Add-ons assigned to this product
sl_si: Dodatna polja, dodeljena temu izdelku

source: Product with ID "%d" not found.
sl_si: Izdelka z ID-jem »%d« ni mogoče najti.

source: Product not found.
sl_si: Izdelka ni mogoče najti.

source: Add-on
sl_si: Dodatno polje

source: Global group
sl_si: Globalna skupina

source: Name required when creating %s.
sl_si: Ime, ki je potrebno pri ustvarjanju %s.

source: %s name must be a string.
sl_si: %s ime mora biti niz.

source: %s name can be maximum 255 characters long.
sl_si: %s ime je lahko dolgo največ 255 znakov.

source: Array expected for fields.
sl_si: Večkratni niz se pričakuje za polja.

source: "%s" is required
sl_si: "%s" je obvezno

source: Float (or empty string) expected for "%s"
sl_si: Celo število (ali prazen niz), ki se pričakuje za "%s"

source: Type must be defined when creating an Add-on.
sl_si: Tip mora biti določen pri ustvarjanju dodatnega polja.

source: Min/max values can only be defined/set for "Quantity", "Price", "Short Text" and "Long Text" add-on types.
sl_si: Vrednosti min/maks lahko določite samo za vrste dodatnih polj "Količina", "Cena", "Kratko besedilo" in "Dolgo besedilo".

source: Min/max values must be integers for "Quantity", "Short Text" and "Long Text" add-on types.
sl_si: Vrednosti min/maks morajo biti cela števila za vrste dodatnih polj "Količina", "Kratko besedilo" in "Dolgo besedilo".

source: Provided min value (%1$d) must be less than or equal to the max value (%2$d).
sl_si: Zagotovljena najmanjša vrednost (%1$d) mora biti manjša ali enaka največji vrednosti (%2$d).

source: Default values can only be defined/set for "Multiple Choice", "Checkboxes", "Quantity" and "Price" add-on types.
sl_si: Privzete vrednosti lahko določite samo za vrste dodatnih polj "Več možnosti", "Potrditvena polja", "Količina" in "Cena".

source: Provided default quantity (%1$s) is not a numeric string.
sl_si: Navedena privzeta količina (%1$s) ni številski niz.

source: Provided default quantity (%1$s) is not a positive number.
sl_si: Privzeta vrednost (%1$s) ni pozitivno število.

source: Provided default value (%1$d) must be greater than or equal to the min value (%2$d).
sl_si: Zagotovljena privzeta vrednost (%1$d) mora biti večja ali enaka najmanjši vrednosti (%2$d).

source: Provided default value (%1$d) must be less than or equal to the max value (%2$d).
sl_si: Navedena privzeta vrednost (%1$d) mora biti manjša ali enaka največji vrednosti (%2$d).

source: Provided default value (%1$g) must be greater than or equal to the min value (%2$g).
sl_si: Zagotovljena privzeta vrednost (%1$g) mora biti večja ali enaka najmanjši vrednosti (%2$g).

source: Provided default value (%1$g) must be less than or equal to the max value (%2$g).
sl_si: Navedena privzeta vrednost (%1$g) mora biti manjša ali enaka največji vrednosti (%2$g).

source: At least one option is required to set a default.
sl_si: Za nastavitev privzete vrednosti je potrebna vsaj ena možnost.

source: Provided default option index (%1$s) does not exist.
sl_si: Navedeni privzeti indeks možnosti (%1$s) ne obstaja.

source: Provided default option index (%1$d) does not exist. The index of the last option is (%2$d).
sl_si: Navedeni privzeti indeks možnosti (%1$d) ne obstaja. Indeks zadnje možnosti je (%2$d).

source: The default value for "Checkboxes" add-ons must be a comma separated string of default option indexes
sl_si: Privzeta vrednost za dodatna polja "Checkboxes" mora biti niz indeksov privzetih možnosti, ločenih z vejico

source: Provided default option index (%1$s) does not exist. The index of the last option is (%2$d).
sl_si: Navedeni privzeti indeks možnosti (%1$s) ne obstaja. Indeks zadnje možnosti je (%2$d).

source: Options can only be defined/set for "Multiple Choice" and "Checkboxes" add-on types.
sl_si: Možnosti je mogoče določiti/nastaviti samo za vrste dodatnih polj »Več izborov« in »Potrditvena polja«.

source: "Multiple Choice" and "Checkboxes" add-on types require at lease one option.
sl_si: Vrste dodatnih polj »Več izborov« in »Potrditvena polja« zahtevajo vsaj eno možnost.

source: Each "option" must have a "label" property defined.
sl_si: Vsaka »možnost« mora imeti določeno »oznako« definirano.

source: In required add-ons, there must be at least one visible option.
sl_si: V zahtevanih dodatnih poljih mora biti vidna vsaj ena možnost.

source: Foul!
sl_si: Napaka!

source: Product Bundles
sl_si: Paketi izdelkov

source: WooCommerce Product Bundles
sl_si: Paketi izdelkov WooCommerce

source: The installed version of <strong>%1$s</strong> is not supported by <strong>Product Add-ons</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
sl_si: Nameščena različica <strong>%1$s</strong> ni podprta z <strong>Dodatnimi polji za izdelke</strong>. Prosimo, posodobite <a href="%2$s" target="_blank">%3$s</a> na različico <strong>%4$s</strong> ali novejšo.

source: Composite Products
sl_si: Kompozitni izdelki

source: WooCommerce Composite Products
sl_si: Sestavljeni izdelki WooCommerce

source: WooCommerce Blocks
sl_si: WooCommerce Bloki

source: The installed version of <strong>%1$s</strong> does not support <strong>Product Add-ons</strong>. Please update <a href="%2$s" target="_blank">%3$s</a> to version <strong>%4$s</strong> or higher.
sl_si: Nameščena različica programa ne <strong>%1$s</strong> podpira <strong>dodatnih polj izdelka</strong>. Posodobite <a href="%2$s" target="_blank">%3$s</a> na različico ali novejšo različico <strong>%4$s</strong> .

source: Select options
sl_si: Izberi možnosti

source: "%s" is a required field.
sl_si: "%s" je obvezno polje.

source: The minimum characters required for "%1$s" is %2$s.
sl_si: Najmanj znakov, potrebnih za »%1$s« je %2$s.

source: The maximum allowed characters for "%1$s" is %2$s.
sl_si: Največ dovoljenih znakov za »%1$s« je %2$s.

source: The minimum amount required for "%1$s" is %2$s.
sl_si: Najmanjši znesek, potreben za »%1$s« je %2$s.

source: The maximum allowed amount for "%1$s" is %2$s.
sl_si: Najvišji dovoljeni znesek za »%1$s« je %2$s.

source: Please enter a value greater than 0 for "%s".
sl_si: Vnesite vrednost, večjo od 0 za »%s«.

source: Filesize exceeds the limit.
sl_si: Velikost datoteke presega omejitev.

source: "%s" is not available for purchase.
sl_si: "%s" ni na voljo za nakup.

source: Unable to retrieve data. Invalid global add ons group or product ID.
sl_si: Podatkov ni mogoče pridobiti. Neveljavna skupina globalnih polj ali ID izdelka.

source: Unable to delete group. Invalid global add ons group ID.
sl_si: Ni mogoče izbrisati skupine. Neveljaven ID skupine globalnih polj.

source: Product Add-Ons require at least PHP <strong>%1$s</strong>. Learn <a href="%2$s">how to update PHP</a>.
sl_si: Dodatna polja za izdelke zahtevajo vsaj PHP <strong>%1$s</strong>. Preberite, <a href="%2$s">kako posodobiti PHP</a>.

source: Product Add-Ons require at least WooCommerce version <strong>%1$s</strong>. %2$s
sl_si: Dodatna polja za izdelke zahtevajo vsaj različico WooCommerce <strong>%1$s</strong>. %2$s
