Repository: Deepak-mehra-eglogics/woocommerce-appointment
Catalog: languages/woocommerce-appointments-*.po
Languages: sl_si

source: Limit result set to products assigned a specific staff ID.
sl_si: Omejevanje rezultata, nastavljenega na izdelke, ki jim je dodeljen določen ID osebja.

source: Timezone:
sl_si: Časovno območje:

source: Check appointment availability
sl_si: Preverite razpoložljivost rezervacije

source: Get confirmation for the order.
sl_si: Pridobite potrditev vašega naročila.

source: Request Confirmation
sl_si: Zahtevaj potrditev

source: An appointment for %s has been removed from your cart due to inactivity.
sl_si: Rezervacija za %s je bila zaradi neaktivnosti odstranjena iz košarice.

source: Appointments for %s have been removed from your cart due to inactivity.
sl_si: Rezervacije za %s so bile zaradi neaktivnosti odstranjene iz košarice.

source: %s has been removed from your cart. It is not possible to complete the purchase along with an appointment that requires confirmation.
sl_si: %s je bila odstranjena iz vaše košarice. Nakupa ni mogoče dokončati skupaj z rezervacijo, ki zahteva potrditev.

source: An appointment that requires confirmation has been removed from your cart. It is not possible to complete the purchase along with an appointment that doesn't require confirmation.
sl_si: Rezervacija, ki zahteva potrditev, je bila odstranjena iz košarice. Nakupa ni mogoče dokončati skupaj z rezervacijo, ki ne zahteva potrditve.

source: You cannot add another %s to your cart.
sl_si: %s ni mogoče še enkrat dodati v košarico.

source: View cart
sl_si: Prikaži košarico

source: Sorry, the selected block is no longer available for %1$s. Please choose another block.
sl_si: Žal izbrani blok ni več na voljo za %1$s. Izberite drug blok.

source: Your appointment has already been cancelled.
sl_si: Vaša rezervacija je bila že preklicana.

source: Your appointment has been cancelled.
sl_si: Vaša rezervacija je preklicana.

source: Your appointment can no longer be cancelled. Please contact us if you need assistance.
sl_si: Vaše rezervacije ni več mogoče preklicati. Če potrebujete pomoč, nas kontaktirajte.

source: Invalid appointment.
sl_si: Neveljavna rezervacija.

source: Appointment #%1$d has been rescheduled from %2$s to %3$s.
sl_si: Rezervacija #%1$d je bila preložena iz %2$s na %3$s.

source: Appointments (page %d)
sl_si: Rezervacije (stran %d)

source: Reschedule #%d
sl_si: Prestavi #%d

source: Current
sl_si: Trenutno

source: Upcoming
sl_si: Prihajajoče

source: Past
sl_si: Pretekle

source: Appointment #%1$d cancelled due to failed order.
sl_si: Rezervacija #%1$d preklicana zaradi neuspelega naročila.

source: WooCommerce Appointments Data
sl_si: Podatki o WooCommerce Rezervacijah

source: By using this extension, you may be storing personal data or sharing data with an external service.
sl_si: Z uporabo te razširitve se lahko shranjujejo osebni podatki ali delitev podatkov z zunanjo storitvijo.

source: Appointment Number
sl_si: Številka rezervacije

source: Appointment start
sl_si: Začetek rezervacije

source: Appointment end
sl_si: Konec rezervacije

source: Scheduled order ID
sl_si: ID načrtovanega naročila

source: WooCommerce Appointments Data Erased.
sl_si: Podatki za WooCommerce Rezervacije so izbrisani.

source: Sorry, the selected day is not available.
sl_si: Oprostite, izbrani dan ni na voljo.

source: Selection color
sl_si: Barva izbora

source: Account connected successfully!
sl_si: Račun uspešno povezan!

source: Failed to connect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
sl_si: Povezave z računom ni bilo mogoče vzpostaviti, poskusite znova. Če težava ostane, vklopite možnost Dnevnik odpravljanja napak in si oglejte, kaj se dogaja.

source: Account disconnected successfully!
sl_si: Uspešno prekinjena povezavo za računom!

source: Failed to disconnect to your account, please try again, if the problem persists, turn on Debug Log option and see what is happening.
sl_si: Prekinitev povezave z računom ni uspela, poskusite znova. Če težava ostane, vklopite možnost Dnevnik odpravljanja napak in si oglejte, kaj se dogaja.

source: Permission denied!
sl_si: Dostop zavrnjen!

source: Invalid request!
sl_si: Neveljavna zahteva!

source: Appointment ID
sl_si: ID rezervacije

source: Appointments from %s
sl_si: Rezervacije od %s

source: Appointment description:
sl_si: Opis rezervacije:

source: Edit Appointment
sl_si: Uredi rezervacijo

source: View Appointment
sl_si: Ogled rezervacije

source: Search Appointments
sl_si: Išči med rezervacijami

source: No Appointments found
sl_si: Ni najdenih rezervacij

source: No Appointments found in trash
sl_si: Ni najdenih rezervacij v smetnjaku

source: Parent Appointments
sl_si: Nadrejena rezervacija

source: All Appointments
sl_si: Vse rezervacije

source: This is where appointments are stored.
sl_si: Tu se shranjujejo rezervacije.

source: Complete <span class="count">(%s)</span>
sl_si: Dokončano <span class="count">( %s )</span>

source: Paid &amp; Confirmed <span class="count">(%s)</span>
sl_si: Plačano in potrjeno <span class="count">( %s )</span>

source: Confirmed <span class="count">(%s)</span>
sl_si: Potrjeno <span class="count">( %s )</span>

source: Un-paid <span class="count">(%s)</span>
sl_si: Neplačano <span class="count">( %s )</span>

source: Pending Confirmation <span class="count">(%s)</span>
sl_si: V čakanju potrditve <span class="count">( %s )</span>

source: Cancelled <span class="count">(%s)</span>
sl_si: Preklicano <span class="count">(%s)</span>

source: In Cart <span class="count">(%s)</span>
sl_si: V košarici <span class="count">( %s )</span>

source: Today
sl_si: Danes

source: Previous
sl_si: Nazaj

source: Selected date is unavailable
sl_si: Izbrani datum ni na voljo

source: Selected date is not valid
sl_si: Izbrani datum ni veljaven

source: Selected time is unavailable
sl_si: Izbrani čas ni na voljo

source: Selected date is fully scheduled and unavailable
sl_si: Izbrani datum je v celoti zaseden in ni na voljo

source: Selected date is partially scheduled - but appointments still remain
sl_si: Izbrani datum je delno zaseden - posamezni termini so še vedno na voljo

source: Selected date is available
sl_si: Izbrani datum je na voljo

source: Choose a Start Date
sl_si: Izberite začetni datum

source: Choose an End Date
sl_si: Izberite končni datum

source: Dates
sl_si: Datumi

source: To clear selection, pick a new start date
sl_si: Če želite počistiti izbor, izberite nov začetni datum

source: Appointable products
sl_si: Izdelki za rezervacije

source: Shop Staff
sl_si: Osebje

source: Missing timezone
sl_si: Manjkajoče časovno območje

source: Filter products in your store by availability.
sl_si: Filtrirajte izdelke spletnega mesta po razpoložljivosti.

source: Filter Products by Availability
sl_si: Filtriraj izdelke po razpoložljivosti

source: Filter by availability
sl_si: Filtriraj po razpoložljivosti

source: Filter
sl_si: Filtriraj

source: You cannot trash/delete an appointable product that has Appointments associated with it.
sl_si: Izdelka ne morete izbrisati, saj so z njim povezanem obstoječe rezervacije.

source: Was In Cart
sl_si: Je bila v košarici

source: Appointment #%1$d status changed from "%2$s" to "%3$s"
sl_si: Status rezervacije #%1$d spremenjen iz "%2$s" v "%3$s"

source: Appointment #%1$d staff changed from "%2$s" to "%3$s"
sl_si: Osebje rezervacije #%1$d spremenjeno iz "%2$s" v "%3$s"

source: Book
sl_si: Rezerviraj

source: Check Availability
sl_si: Preveri razpoložljivost

source: Book Now
sl_si: Rezerviraj zdaj

source: Free!
sl_si: Brezplačno!

source: From: %s
sl_si: Od: %s

source: %s month
sl_si: %s mesec

source: %s day
sl_si: %s dan

source: There is a maximum of %1$d place remaining on %2$s at %3$s.
sl_si: Za %2$s ob %3$s je na voljo največ %1$d mesto.

source: There is a maximum of %1$d place remaining on %2$s
sl_si: Za %2$s je na voljo največ %1$d mesto

source: This slot cannot be scheduled.
sl_si: Ta termin ni mogoče rezervirati.

source: Date is required - please choose one above
sl_si: Datum je potreben - izberite ga zgoraj

source: Time is required - please choose one above
sl_si: Čas je potreben - izberite ga zgoraj

source: You must choose a future date and time.
sl_si: Izbrati morate prihodnji datum in čas.

source: The earliest appointment possible is currently %s.
sl_si: Prva rezervacija je na voljo %s.

source: The latest appointment possible is currently %s.
sl_si: Zadnja rezervacija je na voljo %s.

source: Sorry, appointments cannot start on this day.
sl_si: Oprostite, rezervacije se ne morejo začeti na ta dan.

source: Sorry, the selected slot is not available.
sl_si: Oprostite, izbran termin ni na voljo.

source: Morning
sl_si: Dopoldan

source: Afternoon
sl_si: Popoldan

source: Evening
sl_si: Zvečer

source: %d max
sl_si: največ %d

source: %d left
sl_si: %d na voljo

source: Appointment &ndash; %s
sl_si: Rezervacija &ndash; %s

source: Invalid event.
sl_si: Neveljaven dogodek.

source: Direct bank transfer
sl_si: Plačilo po predračunu

source: This is a customer note. Customers can add a note to their order on checkout. It can be multiple lines. If there’s no note, this section is hidden.
sl_si: To je opomba stranke. Kupci lahko svojemu naročilu dodajo opombo na blagajni. Lahko je več vrstic. Če ni opombe, je ta razdelek skrit.

source: Admin Appointment Cancelled
sl_si: Preklic rezervacije (obvestilo skrbniku)

source: Appointment cancelled emails are sent when the status of an appointment goes to cancelled.
sl_si: E-poštna sporočila za preklicane rezervacije se pošljejo, ko status rezervacije postane preklican.

source: [{site_title}]: Appointment for {product_title} has been cancelled
sl_si: [{site_title}]: Rezervacija za {product_title} je bila preklicana

source: Appointment #{appointment_number} Cancelled
sl_si: Rezervacija #{appointment_number} preklicana

source: Enable/Disable
sl_si: Omogoči/Onemogoči

source: Enable this email notification
sl_si: Omogoči to e-poštnega obvestila

source: Recipient(s)
sl_si: Prejemnik(i)

source: Enter recipients (comma separated) for this email. Defaults to assigned staff and <code>%s</code>.
sl_si: Vnesite prejemnike (ločene z vejico) za to e-poštno sporočilo. Privzeto na izbrano osebje in <code>%s</code>.

source: Subject
sl_si: Zadeva

source: Available placeholders: %s
sl_si: Nadomestna polja na voljo: %s

source: Email Heading
sl_si: Naslov e-pošte

source: Email type
sl_si: Vrsta e-pošte

source: Choose which format of email to send.
sl_si: Izberite format e-poštnega sporočila, ki ga želite poslati.

source: Admin Appointment Rescheduled
sl_si: Prestavitev rezervacije (obvestilo skrbniku)

source: Appointment rescheduled emails are sent when the customer reschedules the appointment.
sl_si: Opomniki o prestavitvi se pošljejo, ko stranka prestavi termin.

source: [{site_title}]: Appointment for {product_title} has been rescheduled
sl_si: [{site_title}]: Rezervacija za {product_title} je bila prestavljena

source: Appointment #{appointment_number} Rescheduled
sl_si: Rezervacija #{appointment_number} prestavljena

source: Admin New Appointment
sl_si: Nova rezervacija (obvestilo skrbniku)

source: New appointment emails are sent to the admin when a new appointment is created and paid. This email is also received when a Pending confirmation appointment is created.
sl_si: Nova e-poštna sporočila se pošljejo skrbniku, ko je ustvarjena in plačana nova rezervacija. To e-poštno sporočilo prejmete tudi, ko ustvarite rezervacijo, ki čaka na potrditev.

source: [{site_title}]: Confirm appointment for {product_title}
sl_si: [{site_title}]: Potrdi rezervacijo za {product_title}

source: [{site_title}]: New appointment for {product_title}
sl_si: [{site_title}]: Nova rezervacija za {product_title}

source: Confirm appointment: #{appointment_number}
sl_si: Potrdi rezervacijo: #{appointment_number}

source: New appointment: #{appointment_number}
sl_si: Nova rezervacija: #{appointment_number}

source: Subject (Pending confirmation)
sl_si: Zadeva (V čakanju na potrditev)

source: Email Heading (Pending confirmation)
sl_si: Naslov e-pošte (v čakanju na potrditev)

source: Appointment Cancelled
sl_si: Preklic rezervacije

source: Please contact us if you have any questions or concerns.
sl_si: Če imate kakšna vprašanja ali pomisleke, nas kontaktirajte.

source: Additional Content
sl_si: Dodatna vsebina

source: Appointment Confirmed
sl_si: Potrditev rezervacije

source: Appointment confirmation emails are sent when the status of an appointment goes to confirmed. %1$sNew appointment notification is part of New order email%2$s.
sl_si: E-poštna sporočila s potrditvijo rezervacije se pošljejo, ko je status rezervacije potrjen. %1$sNovo obvestilo o rezervaciji je del e-pošte Novega naročila%2$s.

source: [{site_title}]: Appointment for {product_title} has been confirmed
sl_si: [{site_title}]: Rezervacija za {product_title} je bila potrjena

source: Appointment #{appointment_number} Confirmed
sl_si: Rezervacija #{appointment_number} potrjena

source: Thanks for scheduling with us.
sl_si: Hvala za Vašo rezervacijo pri nas.

source: Appointment Follow-up
sl_si: Obvestilo po rezervaciji

source: Appointment follow-ups are sent to the customer after appointment is completed.
sl_si: Obvestila po rezervaciji se pošljejo kupcu po zaključeni rezervaciji.

source: %s hour
sl_si: %s ura

source: after the completion.
sl_si: po zaključku.

source: [{site_title}]: Appointment follow-up for {product_title}
sl_si: [{site_title}]: Obvestilo po rezervaciji za {product_title}

source: Thanks for your appointment!
sl_si: Hvala za vašo rezervacijo!

source: Sending time
sl_si: Čas pošiljanja

source: Sending time after the appointment is completed.
sl_si: Čas po dokončanju rezervacije.

source: Appointment Reminder
sl_si: Opomnik za rezervacijo

source: Appointment reminders are sent to the customer to remind them of an upcoming appointment.
sl_si: Opomniki se pošljejo kupcu, da jih opomnijo na prihajajočo rezervacijo.

source: [{site_title}]: Reminder of your appointment for {product_title}
sl_si: [{site_title}]: Opomnik na vašo rezervacijo za {product_title}

source: Appointment #{appointment_number} Reminder
sl_si: Opomnik rezervacije #{appointment_number}

source: Sending time before the appointment is scheduled.
sl_si: Čas pred načrtovano rezervacijo.

source: Settings
sl_si: Nastavitve

source: This is fictitious payment method used for appointments that requires confirmation.
sl_si: To je izmišljen način plačila, ki se uporablja za rezervacije, ki zahtevajo potrditev.

source: This gateway requires no configuration.
sl_si: Ta način plačila ne zahteva konfiguracije.

source: This order is awaiting confirmation from the shop manager
sl_si: To naročilo čaka na potrditev skrbnika spletnega mesta

source: Your appointment has been confirmed. Thank you.
sl_si: Vaša rezervacija je potrjena. Hvala za naročilo.

source: Your appointment is awaiting confirmation. You will be notified by email as soon as we've confirmed availability.
sl_si: Vaša rezervacija čaka na potrditev. Po e-pošti vas bomo obvestili takoj, ko bomo potrdili razpoložljivost.

source: Customer Notes
sl_si: Opombe stranki

source: Order Notes
sl_si: Opombe naročila

source: Partially Paid <span class="count">(%s)</span>
sl_si: Delno plačano <span class="count">( %s )</span>

source: Partially Paid
sl_si: Delno plačano

source: Appointment Cancelled: #{appointment_number}
sl_si: Rezervacija preklicana: #{appointment_number}

source: Appointment Confirmed: #{appointment_number}
sl_si: Rezervacija potrjena: #{appointment_number}

source: Appointment Reminder: #{appointment_number}
sl_si: Opomnik rezervacije: #{appointment_number}

source: Recent Appointments
sl_si: Nedavne rezervacije

source: There are no appointments available.
sl_si: Na voljo ni nobenih rezervacij.

source: Scheduled Product
sl_si: Storitev

source: Order Detail
sl_si: Podrobnosti naročila

source: Calculate costs in other currencies automatically
sl_si: Samodejni izračun stroškov v drugih valutah

source: Set costs in other currencies manually
sl_si: Ročna določitev stroškov v drugih valutah

source: Appointment currency
sl_si: Valuta rezervacije

source: Invalid nonce
sl_si: Polje "nonce" ni veljavno

source: Staff label
sl_si: Oznaka osebja

source: Appointment status
sl_si: Status rezervacije

source: [Any]
sl_si: [Vse]

source: Unpaid
sl_si: Neplačano

source: Pending confirmation
sl_si: V pričakovanju potrditve

source: Confirmed
sl_si: Potrjeno

source: Paid
sl_si: Plačano

source: Complete
sl_si: Zaključeno

source: In cart
sl_si: V košarici

source: Cancelled
sl_si: Preklicano

source: Appointment Created
sl_si: Ustvarjena rezervacija

source: This trigger fires when a new appointment is created. This includes appointments initiated by shoppers on store front end and manually created by admin users. This trigger doesn't fire for "in-cart" appointments and a valid customer is needed to trigger this job.
sl_si: Ta sprožilec se sproži, ko je ustvarjena nova rezervacija. To vključuje rezervacije, ki jih sprožijo kupci na sprednji strani trgovine, in rezervacije, ki jih ročno ustvarijo uporabniki upravitelja. Ta sprožilec se ne sproži za rezervacije "v košarici" in za sprožitev tega opravila je potrebna veljavna stranka.

source: Appointment Status Changed
sl_si: Stanje rezervacije je spremenjeno

source: This trigger fires when a appointment status changes. Notice a valid customer is needed to trigger this job.
sl_si: Ta sprožilec se sproži, ko se spremeni stanje rezrevacije. Upoštevajte, da je za sprožitev tega opravila potrebna veljavna stranka.

source: Status changes from
sl_si: Spremembe stanja od

source: Select valid previous appointment status values to trigger this workflow. Leave blank to allow any previous status.
sl_si: Izberite veljavne vrednosti stanja prejšnje rezervacije, da sprožite ta potek dela. Pustite prazno, da dovolite morebitno prejšnje stanje.

source: Status changes to
sl_si: Status se spremeni v

source: Select which appointment status values will trigger this workflow. Leave blank to allow all.
sl_si: Izberite, katere vrednosti stanja rezervacije bodo sprožile ta potek dela. Pustite prazno, da dovolite vsem.

source: Displays the cost of the appointment.
sl_si: Prikaže stroške rezervacije.

source: Displays the duration of the appointment.
sl_si: Prikaže trajanje rezervacije.

source: Displays the appointment end date in your website's timezone.
sl_si: Prikaže končni datum rezervacije v časovnem pasu spletnega mesta.

source: Displays the appointment end time in your website's timezone. Nothing will be displayed for all-day appointments.
sl_si: Prikaže končni čas rezervacije v časovnem pasu vašega spletnega mesta. Za celodnevne rezervacije ne bo prikazano nič.

source: Displays the appointment's unique ID.
sl_si: Prikaže enolični ID rezervacije.

source: Displays any staff included in the appointment.
sl_si: Prikaže osebje, ki je vključeno v rezervacijo.

source: Displays the appointment start date in your website's timezone.
sl_si: Prikaže začetni datum rezervacije v časovnem pasu vašega spletnega mesta.

source: Displays the appointment start time in your website's timezone. Nothing will be displayed for all-day appointments.
sl_si: Prikaže začetni čas rezervacije v časovnem pasu spletnega mesta. Za celodnevne rezervacije ne bo prikazano nič.

source: Displays the status of the appointment.
sl_si: Prikaže stanje rezervacije.

source: Before Scheduled Date
sl_si: Pred načrtovanim datumom

source: After Scheduled Date
sl_si: Po načrtovanem datumu

source: After Appointment is Created
sl_si: Po tem, ko je rezervacija ustvarjena

source: After Appointment Status: %s
sl_si: Po statusu rezervacije: %s

source: WooCommerce Appointments
sl_si: Rezervacije Terminov

source: WooCommerce Appointment
sl_si: Rezervacija Terminov

source: Send follow-up emails to customers that schedule appointments, services or rentals.<br />Increase revenue with a custom lifecycle marketing program from Outbound Commerce. It is email marketing for busy eCommerce businesses built by experienced eCommerce and marketing professionals.
sl_si: Pošljite nadaljnja e-poštna sporočila strankam, ki načrtujejo sestanke, storitve ali najeme.<br />Povečajte prihodke s programom trženja življenjskega cikla po meri iz storitve Outbound Commerce.

source: Not sure where to start? Let Outbound Commerce help. Get email marketing for busy eCommerce businesses built by experienced eCommerce and marketing professionals.
sl_si: Niste prepričani, kje začeti? Dovolite, da vam pomaga Outbound Commerce.

source: Customers who scheduled this event
sl_si: Stranke, ki so rezervirale ta dogodek

source: Send on %s
sl_si: Poslano %s

source: The name of the purchased item.
sl_si: Naziv kupljenega artikla.

source: The list of categories where the purchased item is under.
sl_si: Seznam kategorij, v katerih je kupljeni artikel.

source: The quantity of the purchased item.
sl_si: Količina kupljenega artikla.

source: The start date of the scheduled product or service
sl_si: Začetni datum izdelka ali storitve

source: The end date of the scheduled product or service
sl_si: Končni datum izdelka ali storitve

source: The duration of the scheduled product or service
sl_si: Trajanje izdelka ali storitve

source: The date of the scheduled product or service
sl_si: Datum izdelka ali storitve

source: The time of the scheduled product or service
sl_si: Čas izdelka ali storitve

source: The amount or cost of the scheduled product or service
sl_si: Znesek ali strošek izdelka ali storitve

source: The staff scheduled
sl_si: Osebje

source: The ID of scheduled product or service
sl_si: ID izdelka ali storitve

source: The cancellation link for appointment
sl_si: Povezava za preklic rezervacije

source: Email queued: %s scheduled on %s<br/>Trigger: %s
sl_si: E-pošta v vrsti: %s rezervirano ob %s<br/>Sprožilec: %s

source: Enable for
sl_si: Omogoči za

source: All products
sl_si: Vsi izdelki

source: A specific product
sl_si: Izbran izdelek

source: A specific category
sl_si: Izbrana kategorija

source: Include variations
sl_si: Vključite različice

source: Category
sl_si: Kategorija

source: Search for a category&hellip;
sl_si: Iskanje kategorije&hellip;

source: Any Category
sl_si: Katerakoli kategorija

source: Last Status
sl_si: Zadnji status

source: Any status
sl_si: Katerikoli status

source: Only send this email if the appointment's last status matches the selected value
sl_si: To e-poštno sporočilo pošljite le, če se zadnji status rezervacije ujema z izbrano vrednostjo

source: %1$s has been deactivated as it is already included with the %2$s.
sl_si: %1$s je bila onemogočena, saj je že vključena v %2$s.

source: Hide duration label
sl_si: Skrij oznako trajanja

source: Hide price label
sl_si: Skrij oznako cene

source: Show before appointment form
sl_si: Pokaži pred obrazcem za rezervacijo

source: Adjust duration
sl_si: Prilagodi trajanje

source: Choose how to calculate duration: apply a flat time regardless of quantity or charge per quantity ordered
sl_si: Izberite način izračuna trajanja: uporabite celotni čas ne glede na količino ali zaračunavanje na izbrano količino

source: Flat Time
sl_si: Čas

source: Quantity Based
sl_si: Količina

source: Choose how to calculate the duration: Apply a flat time regardless of quantity or charge per quantity ordered
sl_si: Izberite, kako izračunati trajanje: uporaba pavšalnega časa ne glede na količino ali strošek za naročeno količino

source: None
sl_si: Brez

source: Adjusted product addons: %s
sl_si: Prilagojena dodatna polja za izdelke: %s

source: Missing order_id or item_id
sl_si: Manjka order_id ali item_id

source: Invalid order
sl_si: Neveljavno naročilo

source: Invalid item
sl_si: Neveljaven element

source: Delete
sl_si: Izbriši

source: %s (Edit)
sl_si: %s (uredi)
