Repository: Deepak-mehra-eglogics/woocommerce-appointment
Catalog: languages/woocommerce-appointments-*.po
Languages: sl_si

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
sl_si: Na voljo je nova različica %1$s. %2$sPoglej podrobnosti za različico %3$s%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
sl_si: Na voljo je nova različica %1$s. %2$sPoglej podrobnosti za različico %3$s%4$s ali %5$s nadgradi zdaj%6$s.

source: You do not have permission to install plugin updates
sl_si: Nimate dovoljenja za namestitev posodobitev rezširitve

source: Error
sl_si: Napaka

source: First name
sl_si: Ime

source: Last name
sl_si: Priimek

source: Company
sl_si: Podjetje

source: Address line 1
sl_si: Naslov 1

source: Address line 2
sl_si: Naslov 2

source: City
sl_si: Mesto

source: Postcode / ZIP
sl_si: Poštna številka

source: Country / Region
sl_si: Država

source: Select a country / region&hellip;
sl_si: Izberi državo / regijo&hellip;

source: State / County
sl_si: Regija

source: Email address
sl_si: E-poštni naslov

source: Phone
sl_si: Telefon

source: Error - please try again
sl_si: Napaka - poskusite znova

source: Please choose an appointable product
sl_si: Izberite izdelek za rezervacije

source: Invalid order ID provided
sl_si: Na voljo je neveljaven ID naročila

source: Error: Could not create order
sl_si: Napaka: ni bilo mogoče ustvariti naročila

source: Error: Could not create item
sl_si: Napaka: ni bilo mogoče ustvariti elementa naročila

source: Appointments
sl_si: Rezervacije

source: The staff has already been assigned to this product
sl_si: Osebje je že dodeljeno temu izdelku

source: Unable to add staff
sl_si: Ni mogoče dodati osebja

source: Unable to add product
sl_si: Ni mogoče dodati izdelka

source: The product has already been assigned to this staff
sl_si: Izdelek je bil že dodeljen temu osebju

source: Reload the page and try again.
sl_si: Znova naložite stran in poskusite znova.

source: check synced events
sl_si: preveri sinhronizirane dogodke

source: You do not have sufficient permissions to access this page.
sl_si: Nimate dovolj pravic za dostop do te strani.

source: You have taken too long. Please go back and retry.
sl_si: Predolgo je trajalo. Pojdite nazaj in poskusite znova.

source: This appointment is unavailable.
sl_si: Ta rezervacija ni na voljo.

source: Please enter a valid date.
sl_si: Vnesite veljaven datum.

source: No slots available.
sl_si: Terminov ni na voljo.

source: All staff
sl_si: Vso osebje

source: Google Recurring Event
sl_si: Ponavljajoči se dogodek v Googlu

source: Google Event
sl_si: Google Dogodek

source: Repeating
sl_si: Ponavljajoče se

source: , except
sl_si: , razen

source: View / Edit
sl_si: Prikaz / Urejanje

source: Appointment Export
sl_si: Izvoz rezervacij

source: Insufficient privileges to export appointments.
sl_si: Ni dovolj pravic za izvoz rezervacij.

source: Ready to start accepting appointments?
sl_si: Ste pripravljeni za rezervacije terminov?

source: Add New Appointment
sl_si: Dodaj novo rezervacijo

source: Add Appointable Product
sl_si: Dodaj izdelek za rezervacije

source: Appointment
sl_si: Rezervacija

source: When
sl_si: Kdaj

source: Product
sl_si: Izdelek

source: Add-ons
sl_si: Dodatna polja

source: Staff
sl_si: Osebje

source: Actions
sl_si: Možnosti

source: Order #%2$s
sl_si: Naročilo #%2$s

source: View
sl_si: Prikaz

source: Confirm
sl_si: Potrdi

source: Start Date
sl_si: Začetni datum

source: End Date
sl_si: Končni datum

source: Filter by product
sl_si: Razvrsti po izdelkih

source: All
sl_si: Vse

source: Confirm appointments
sl_si: Potrdi rezervacije

source: Unconfirm appointments
sl_si: Odstrani potrditev rezervacij

source: Cancel appointments
sl_si: Prekliči rezervacije

source: Mark appointments as paid
sl_si: Označi rezervacije ko plačane

source: Mark appointments as unpaid
sl_si: Označi rezervacije kot neplačane

source: Appointment status changed.
sl_si: Stanje rezervacije se je spremenilo.

source: Add New
sl_si: Dodaj novo

source: Calendar
sl_si: Koledar

source: <strong>%s appointment</strong> new this month
sl_si: <strong>%s rezervacija</strong> ta mesec

source: <strong>%s appointment</strong> requires confirmation
sl_si: <strong>%s rezervacija</strong> zahteva potrditev

source: Global Availability
sl_si: Globalna razpoložljivost

source: Google Calendar
sl_si: Google Koledar

source: Google Calendar Sync
sl_si: Sinhronizacija Google koledarja

source: To use this integration go through %s instructions.
sl_si: Če želite uporabiti to integracijo, sledite %s navodilom.

source: Google Calendar Integration
sl_si: Integracija Google koledarja

source: Client ID
sl_si: ID odjemalca (Client ID)

source: Your Google Client ID.
sl_si: ID vašega Googlovega odjemalca.

source: Client Secret
sl_si: Skrivnostni ključ odjemalca (Client Secret)

source: Your Google Client Secret.
sl_si: Skrivnostni ključ vašega Google Odjemalca.

source: Authorization
sl_si: Avtorizacija

source: Calendar ID
sl_si: ID koledarja

source: Sync Preference
sl_si: Način sinhronizacije

source: Choose the sync preference.
sl_si: Izberite nastavitev sinhronizacije.

source: One way - from Store to Google
sl_si: Enosmerna sinhronizacija - od Spletnega mesta do Googla

source: Two way - between Store and Google
sl_si: Dvosmerna sinhronizacija - med Spletnim mestom in Googlom

source: Last Sync
sl_si: Zadnja sinhronizacija

source: Testing
sl_si: Testiranje

source: Log Google Calendar events, such as API requests, inside %s
sl_si: Shranite interakcijo z Google Koledarjem, kot so zahteve API, znotraj %s

source: Debug Log
sl_si: Razhroščevalni dnevnik

source: Enable logging
sl_si: Omogočite zapisovanje v dnevnik - angl. logging

source: Connect with Google
sl_si: Poveži z Googlom

source: Successfully authenticated.
sl_si: Uspešna avtorizacija.

source: Disconnect
sl_si: Odjavi

source: Please fill out all required fields from above.
sl_si: Izpolnite vsa zahtevana polja zgoraj.

source: Your Google Calendar ID. Leave empty if you only want to sync on staff level.
sl_si: Vaš ID Google koledarja. Pustite prazno, če želite sinhronizacijo samo na ravni osebja.

source: N/A
sl_si: Ni na voljo

source: No synced rules.
sl_si: Ni sinhroniziranih pravil.

source: Sync Manually
sl_si: Ročno sinhroniziraj

source: Please configure <a href="%s">Google Calendar Sync settings</a> first.
sl_si: Najprej preverite <a href="%s">Nastavitev sinhronizacije Google Koledarja</a>.

source: Staff details
sl_si: Podrobnosti o osebju

source: Custom Availability
sl_si: Razpoložljivost po meri

source: Staff rules
sl_si: Pravila osebja

source: Synced rules
sl_si: Sinhronizirana pravila

source: Type
sl_si: Tip

source: Range
sl_si: Razpon

source: Title
sl_si: Naziv

source: Priority
sl_si: Prioriteta

source: Rules with lower priority numbers will override rules with a higher priority (e.g. 9 overrides 10 ). By using priority numbers you can execute rules in different orders for all three levels: Global, Product and Staff rules.
sl_si: Pravila z nižjimi prednostnimi številkami bodo preglasovala pravila z višjo prednostjo (npr. 9 preglasi 10 ). S prednostnimi številkami lahko pravila v različnih naročilih izvršite za vse tri ravni: globalna pravila, pravila izdelkov in osebja.

source: Available
sl_si: Razpoložljivost

source: If not available, users won't be able to choose slots in this range for their appointment.
sl_si: Če ni na voljo, uporabniki ne bodo mogli izbrati reže v tem razponu za svojo rezervacijo.

source: Add Rule
sl_si: Dodaj pravilo

source: Assigned Products
sl_si: Dodeljeni izdelki

source: Price
sl_si: Cena

source: Quantity
sl_si: Količina

source: Additional Cost
sl_si: Dodatni strošek

source: Additional cost for this staff, which will be calculated into overall product cost.
sl_si: Dodatni stroški za to osebje, ki se izračunajo v skupne stroške izdelka.

source: Staff Quantity
sl_si: Količina za osebje

source: The maximum number of appointments per slot. Overrides product quantity.
sl_si: Največje število rezervacij na časovni termin. Preglasi količino izdelka.

source: Assign Product
sl_si: Dodeli izdelek

source: Select an appointable product...
sl_si: Izberite izdelek za rezervacije...

source: Timezone
sl_si: Časovni pas

source: Choose either a city in the same timezone as you or a %s (Coordinated Universal Time) time offset.
sl_si: Izberite mesto v istem časovnem območju kot ste vi ali %s (usklajeni univerzalni čas UTC).

source: Universal time is %s.
sl_si: Univerzalni čas je %s.

source: Local time is %s.
sl_si: Lokalni čas je %s.

source: This timezone is currently in daylight saving time.
sl_si: To časovno območje je trenutno v poletnem času.

source: This timezone is currently in standard time.
sl_si: To časovno območje je trenutno v zimskem času.

source: Daylight saving time begins on: %s.
sl_si: Poletni čas se začne na: %s.

source: Standard time begins on: %s.
sl_si: Zimski čas se začne na: %s.

source: This timezone does not observe daylight saving time.
sl_si: To časovno območje ne upošteva poletnega časa.

source: Availability
sl_si: Razpoložljivost

source: Appointment updated.
sl_si: Rezervacija posodobljena.

source: Custom field updated.
sl_si: Polje po meri posodobljeno.

source: Custom field deleted.
sl_si: Polje po meri je izbrisano.

source: Appointment saved.
sl_si: Rezervacija shranjena.

source: Appointment submitted.
sl_si: Rezervacija posredovana.

source: Appointable product
sl_si: Izdelek za rezervacije

source: Are you sure?
sl_si: Ste prepričani?

source: minutes
sl_si: minute

source: hours
sl_si: ure

source: days
sl_si: dnevi

source: Export
sl_si: Izvozi

source: <p><strong>Your theme (%1$s) contains outdated copies of some WooCommerce Appointments template files.</strong> These files may need updating to ensure they are compatible with the current version of WooCommerce Appointments. You can see which files are affected from the <a href="%2$s">system status page</a>. If in doubt, check with the author of the theme.<p><p class="submit"><a class="button-primary" href="%3$s" target="_blank">Learn More About Templates</a></p>
sl_si: <p>Vaša tema (%1$s) vsebuje zastarele kopije nekaterih <strong> %1$s predlog za WooCommerce Rezervacije.</strong> Te datoteke bodo morda morale biti posodobljene, da bodo združljive s trenutno različico WooCommerce Rezervacij. Na <a href="%2$s">strani stanja sistema</a> lahko vidite, katere datoteke so prizadete. Če ste v dvomu, preverite pri avtorju te teme.<p><p class="submit"><a class="button-primary" href="%3$s" target="_blank">Več o predlogah</a></p>

source: Customer details
sl_si: Podatki o stranki

source: Billing:
sl_si: Naslov za plačilo:

source: Shipping:
sl_si: Naslov za dostavo:

source: Email:
sl_si: E-pošta:

source: Phone:
sl_si: Telefon:

source: View User
sl_si: Profil uporabnika

source: Appointment Details
sl_si: Podrobnosti rezervacije

source: This appointment is scheduled over 2 years into the future. Please ensure this is correct.
sl_si: Ta rezervacija je načrtovana več kot 2 letih vnaprej. Prepričajte se, da je to pravilno.

source: This appointment is scheduled over the products allowed max appointment date (%s). Please ensure this is correct.
sl_si: Ta rezervacija je opravljena preko maksimalnega datuma (%s), ki je na voljo. Prepričajte se, da je to pravilno.

source: This appointment has an end date set before the start date.
sl_si: Ta rezervacija ima nastavljen končni datum pred začetnim datumom.

source: It appears the appointment product associated with this appointment has been removed.
sl_si: Izgleda, da je bil izdelek povezan s to rezervacijo, odstranjen.

source: This appointment is missing a required add-on (product type: %s). Some information is shown below but might be incomplete. Please install the missing add-on through the plugins screen.
sl_si: Tej rezervaciji manjka zahtevan vtičnik (vrsta izdelka: %s). Nekateri podatki so prikazani spodaj, vendar so morda nepopolni. Namestite manjkajoč vtičnik prek zaslona vtičnikov.

source: Appointment #%d
sl_si: Rezervacija #%d

source: View on calendar
sl_si: Ogled na koledarju

source: Linked to Order %s
sl_si: Povezano z naročilom %s

source: Appointment type: %s
sl_si: Vrsta rezervacije: %s

source: General Details
sl_si: Splošne podrobnosti

source: Customer:
sl_si: Stranka:

source: Customer Status:
sl_si: Status stranke:

source: Appointment Status:
sl_si: Status sestanka:

source: Specification
sl_si: Dodatne informacije

source: Product:
sl_si: Izdelek:

source: Staff:
sl_si: Osebje:

source: Parent Appointment ID
sl_si: ID nadrejene rezervacije

source: Qty
sl_si: Količina

source: Date/Time
sl_si: Datum/Ura

source: All Day:
sl_si: Ves dan:

source: Check this box if the appointment lasts all day.
sl_si: Potrdite to polje, če sestanek traja ves dan.

source: Start Date:
sl_si: Datum začetka:

source: Start Time:
sl_si: Začetni čas:

source: End Date:
sl_si: Datum konca:

source: End Time:
sl_si: Končni čas:

source: Customer Timezone:
sl_si: Časovno območje kupca:

source: Save
sl_si: Shrani

source: Created on:
sl_si: Ustvarjeno dne:

source: h
sl_si: ur

source: Track changes
sl_si: Sledenje spremembam

source: Private note
sl_si: Zasebna opomba

source: Note to customer
sl_si: Opomba stranki

source: When appointment changes, add a private note or send a note to customer
sl_si: Ko se rezervacija spremeni, dodajte zasebno opombo ali pošljite opombo stranki

source: Move to Trash
sl_si: Premakni v smetnjak

source: Update
sl_si: Posodobi

source: Save/update the appointment
sl_si: Shrani/posodobi rezervacijo

source: Appointment #%1$d has been updated.
sl_si: Rezervacija #%1$d je bila posodobljena.

source: Appointment Data
sl_si: Podatki rezervacije

source: You can add a new appointment for a customer here. Created orders will be marked as pending payment.
sl_si: Tukaj lahko dodate novo rezervacijo za stranko. Ustvarjena naročila bodo označena kot neplačana.

source: Customer
sl_si: Stranka

source: Guest
sl_si: Gost

source: Order
sl_si: Naročilo

source: Create a new order
sl_si: Ustvari novo naročilo

source: Please note - appointment won't be active until order is processed/completed.
sl_si: Prosimo, upoštevajte - rezervacija ne bo aktivna, dokler naročilo ne bo obdelano/zaključeno.

source: Assign to an existing order
sl_si: Dodeli obstoječemu naročilu

source: Billing
sl_si: Obračun / Naslovnik

source: Edit
sl_si: Uredi

source: No billing set.
sl_si: Ni podatkov o obračunu / naslovniku.

source: Payment method
sl_si: Način plačila

source: Other
sl_si: Drugo

source: Transaction ID
sl_si: ID transakcije

source: Next
sl_si: Naprej

source: January
sl_si: Januar

source: February
sl_si: Februar

source: March
sl_si: Marec

source: May
sl_si: Maj

source: June
sl_si: Junij

source: July
sl_si: Julij

source: August
sl_si: Avgust

source: October
sl_si: Oktober

source: Monday
sl_si: Ponedeljek

source: Tuesday
sl_si: Torek

source: Wednesday
sl_si: Sreda

source: Thursday
sl_si: Četrtek

source: Friday
sl_si: Petek

source: Saturday
sl_si: Sobota

source: Sunday
sl_si: Nedelja

source: Week %s
sl_si: Teden %s

source: Date range
sl_si: Datumski razpon

source: Date range with time
sl_si: Datumski razpon s časom

source: Range of months
sl_si: Razpon mesecev

source: Range of weeks
sl_si: Razpon tednov

source: Range of days
sl_si: Razpon dni

source: Time Ranges
sl_si: Časovni razponi

source: Recurring Time (all week)
sl_si: Ponavljajoči se čas (ves teden)

source: Recurring Time (date range)
sl_si: Ponavljajoči se čas (datumski razpon)

source: to
sl_si: do

source: Invalid recurring rule
sl_si: Neveljavno ponavljajoče se pravilo

source: No
sl_si: Ne

source: Yes
sl_si: Da

source: Availability Check
sl_si: Preverjanje razpoložljivosti

source: By default availability per each slot in range is checked. You can also check availability for starting slot only.
sl_si: Privzeto se preveri razpoložljivost za vsak termin posebej. Preverite lahko tudi razpoložljivost samo za začetni termin.

source: All slots in availability range
sl_si: Vsi termini v razponu razpoložljivosti

source: The starting slot only
sl_si: Samo začetni termin

source: Auto-select?
sl_si: Samodejni izbor?

source: Check this box if you want to auto-select first available day and/or time.
sl_si: Potrdite to polje, če želite samodejno izbrati prvi dan in/ali čas, ki je na voljo.

source: Restrict start days?
sl_si: Omejevanje začetnih dni v tednu?

source: Restrict appointments so that they can only start on certain days of the week. Does not affect availability.
sl_si: Omejevanje rezervacij, tako da se lahko začnejo le v določenih dneh v tednu. Ne vpliva na pravila razpoložljivosti.

source: Add custom availability rules to override <a href="%s">global availability</a> for this appointment only.
sl_si: Dodajte pravila za razpoložljivost po meri, da preglasite <a href="%s">globalna pravila razpoložljivosti</a> samo za to rezervacijo.

source: Export Appointments
sl_si: Izvoz rezervacij

source: Export appointments to a CSV file
sl_si: Izvoz rezervacij v datoteko CSV

source: Columns
sl_si: Stolpci

source: Export all columns
sl_si: Izvozi vse stolpce

source: Products
sl_si: Izdelki

source: Export for all products
sl_si: Izvoz za vse izdelke

source: Export for all staff
sl_si: Izvoz za vse osebje

source: Export add-on fields?
sl_si: Izvozite dodatna polja?

source: Yes, export all add-on fields
sl_si: Da, izvozite vsa dodatna polja

source: Generate CSV
sl_si: Ustvari CSV

source: Label instead of price?
sl_si: Besedilna oznaka namesto cene?

source: Check this box if the appointment should display text label instead of fixed price amount.
sl_si: Potrdite to polje, če naj rezervacija namesto zneska fiksne cene prikaže besedilno oznako.

source: Price Label
sl_si: Oznaka cene

source: Price Varies
sl_si: Cena se razlikuje

source: Show this label instead of fixed price amount.
sl_si: Pokaži to oznako namesto zneska fiksne cene.

source: Custom pricing rules?
sl_si: Pravila določanja cen po meri?

source: Check this box if the appointment has custom pricing rules.
sl_si: Potrdite to polje, če ima sestanek pravila za določanje cen po meri.

source: Base cost
sl_si: Osnovni znesek

source: Applied to the appointment as a whole. Must be inside range rules to be applied.
sl_si: Velja za rezervacijo v celoti. Mora biti znotraj območja pravil v uporabi.

source: Slot cost
sl_si: Znesek termina

source: Applied to each appointment slot separately. When appointment lasts for 2 days or more, this cost applies to each day in range separately.
sl_si: Velja za vsak časovni termin posebej. Ko rezervacija traja 2 dni ali več, ta strošek velja za vsak dan v obsegu posebej.

source: All matching rules will be applied to the appointment.
sl_si: Vsa pravila za ujemanje bodo uporabljena za rezervacijo.

source: Duration
sl_si: Trajanje

source: Minute(s)
sl_si: Minute

source: Hour(s)
sl_si: Ure

source: Day(s)
sl_si: Dni

source: Month(s)
sl_si: Meseci

source: How long do you plan this appointment to last?
sl_si: Kako dolgo načrtujete, da bo ta rezervacija trajala?

source: Select intervals when each appointment slot is available for scheduling.
sl_si: Izberite intervale, ko je vsak termin za rezervacijo na voljo.

source: Padding Time
sl_si: Čas za pripravo

source: Specify the padding time you need between appointments.
sl_si: Določite čas za pripravo, ki ga potrebujete med rezervacijami.

source: Lead Time
sl_si: Čas do rezervacije

source: Week(s)
sl_si: Tedni

source: How much in advance do you need before a client schedules an appointment?
sl_si: Koliko čas potrebujete, preden stranka izvede rezervacijo?

source: Scheduling Window
sl_si: Čas za rezervacijo

source: How far in advance are customers allowed to schedule an appointment?
sl_si: Koliko časa vnaprej ima stranka na voljo predno lahko izvede rezervacijo?

source: Requires confirmation?
sl_si: Zahteva potrditev?

source: Check this box if appointment requires confirmation. Payment will not be taken during checkout.
sl_si: Potrdite to polje, če je za rezervacijo potrebna potrditev. Plačilo bo izvedeno po potrditvi.

source: Can be cancelled?
sl_si: Je mogoče preklicati?

source: Check this box if appointment can be cancelled by the customer. A refund will not be sent automatically.
sl_si: Potrdite to polje, če lahko kupec prekliče rezervacijo. Povračilo plačila ne bo izvedeno samodejno.

source: Cancelled at least
sl_si: Preklicano vsaj

source: before the start date.
sl_si: pred datumom začetka.

source: Can be rescheduled?
sl_si: Se lahko prestavi?

source: Check this box if appointment can be rescheduled by the customer.
sl_si: Potrdite to polje, če lahko kupec prestavi rezervacijo.

source: Rescheduled at least
sl_si: Prestavi vsaj

source: Customer timezones?
sl_si: Časovna območja strank?

source: Check this box if can be converted to customer's timezone.
sl_si: Potrdite to polje, če se lahko časovni termin pretvorijo v časovno območje stranke.

source: Calendar color
sl_si: Barva koledarja

source: Pick a color that will represent this appointable product inside admin calendar.
sl_si: Izberite barvo, ki bo predstavljala ta izdelek znotraj skrbniškega koledarja.

source: The available number per time slot.
sl_si: Razpoložljivo število na časovni termin.

source: Minimum
sl_si: Najmanj

source: The required minimum per appointment.
sl_si: Zahtevani minimum na rezervacijo.

source: Maximum
sl_si: Največ

source: The available maximum per appointment.
sl_si: Na voljo največ na rezervacijo.

source: Quantity count
sl_si: Količina

source: Edit Product
sl_si: Uredi izdelek

source: Click to toggle
sl_si: Kliknite za preklop

source: Providers
sl_si: Ponudniki

source: Label
sl_si: Oznaka

source: The label shown on the frontend if the staff is customer defined.
sl_si: Oznaka, prikazana strankam če je osebje izbrano s strani stranke.

source: Selection
sl_si: Izbira

source: Customer selected
sl_si: Izbira s strani stranke

source: Automatically assigned
sl_si: Samodejni izbor

source: Automatically assigned (all staff together)
sl_si: Samodejni izbor (vso osebje skupaj)

source: Customer selected staff allow customers to choose one from the appointment form.
sl_si: Izbor osebja s strani stranke omogoča, da izberejo enega iz seznama.

source: No Preference?
sl_si: Brez samodejne možnosti izbire?

source: Check this box if you want to show No preference option.
sl_si: Potrdite to polje, če želite pokazati opcijo za samodejno možnost izbire.

source: Assign Staff
sl_si: Dodeli osebje

source: Manage Staff
sl_si: Upravljanje osebja

source: Add Staff
sl_si: Dodaj osebje

source: All Day
sl_si: Ves dan

source: Close
sl_si: Zapri

source: Select staff &#8230;
sl_si: Izberite osebje &#8230;

source: Date
sl_si: Datum

source: Time
sl_si: Ura

source: New Appointment
sl_si: Nova rezervacija

source: Cost
sl_si: Cena

source: All Staff
sl_si: Vso osebje

source: Month
sl_si: Mesec

source: Week
sl_si: Teden

source: Day
sl_si: Dan

source: Edit User and Availability
sl_si: Urejanje uporabnika in razpoložljivost

source: Unassigned
sl_si: Nedodeljen

source: Global availability
sl_si: Globalna razpoložljivost

source: The availability rules you define here will affect all appointable products. You can override them for each product, staff.
sl_si: Pravila o razpoložljivosti, ki jih določite tukaj, bodo vplivala na vse izdelke za rezervacijo terminov. Lahko jih preglasite za vsak izdelek, osebje.

source: Site rules
sl_si: Pravila spletnega mesta

source: Unique identifier for the resource.
sl_si: Unikatni identifikator za resurs.

source: Whether to bypass trash and force deletion.
sl_si: Ali se obide smetnjak in se takoj izbriše.

source: Not an appointable product
sl_si: Ni izdelek za rezervacije
