Repository: Deepak-mehra-eglogics/woocommerce-appointment
Catalog: languages/woocommerce-appointments-*.po
Languages: sl_si

source: Please install and activate WooCommerce.
sl_si: Namestite in aktivirajte WooCommerce.

source: Please update WooCommerce.
sl_si: Prosimo, posodobite WooCommerce.

source: Reminder: Appointment (%appointment_name%) will take place soon (%appointment_time%).
sl_si: Opomnik: Rezervacija (%appointment_name%) se bo zgodila kmalu ob (%appointment_time%).

source: Appointments Settings
sl_si: Nastavitve rezervacij

source: Opt-in Checkbox Label
sl_si: Oznaka potrditvenega polja

source: This message overrides the default label when an appointment is purchased.
sl_si: To sporočilo preglasi privzeto oznako, ko je rezervacija oddana.

source: Please send appointment reminders via text message
sl_si: Prosimo, pošljite opomnike za rezervacijo preko besedilnega sporočila

source: Admin Notifications
sl_si: Obvestila skrbnikom spletnega mesta

source: Customer Notifications
sl_si: Obvestila strankam

source: Use these tags to customize your message: %1$s{billing_name}%2$s, %1$s{appointment_start_time}%2$s, %1$s{appointment_end_time}%2$s, %1$s{appointment_date}%2$s, %1$s{staff}%2$s, %1$s{appointment_pay}%2$s. Remember that SMS messages may be limited to 160 characters or less.
sl_si: Če želite prilagoditi sporočilo, uporabite te oznake: %1$s{billing_name}%2$s, %1$s{appointment_start_time}%2$s, %1$s{appointment_end_time}%2$s, %1$s{appointment_date}%2$s, %1$s{staff}%2$s %1$s{appointment_pay}%2$s. Ne pozabite, da so sporočila SMS lahko omejena na 160 znakov ali manj.

source: Send %s SMS notifications
sl_si: Pošilji %s SMS sporočil

source: Notification recipient(s)
sl_si: Prejemnik(i) obvestila

source: Enter the mobile number (starting with the country code) where the notification should be sent. Send to multiple recipients by separating numbers with commas.
sl_si: Vnesite mobilno številko (začenja se s klicno številko države), kamor je poslano obvestilo. Pošljite več prejemnikom tako, da ločite številke z vejicami.

source: after appointment ends
sl_si: po koncu rezervacije

source: before appointment starts
sl_si: pred začetkom rezervacije

source: Send this message
sl_si: Pošlji to sporočilo

source: %s message
sl_si: %s sporočilo

source: SMS Notification
sl_si: SMS sporočilo

source: Use global settings
sl_si: Uporaba globalnih nastavitev

source: Override global settings
sl_si: Preglasi globalne nastavitve

source: Don't send
sl_si: Ne pošlji

source: Use these tags to customize your message: %1$s{billing_name}%2$s, %1$s{appointment_start_time}%2$s, %1$s{appointment_end_time}%2$s, %1$s{appointment_date}%2$s, %1$s{staff}%2$s. Remember that SMS messages may be limited to 160 characters or less.
sl_si: S temi oznakami prilagodite sporočilo: %1$s{billing_name}%2$s, %1$s{appointment_start_time}%2$s, %1$s{appointment_end_time}%2$s, %1$s{appointment_date}%2$s, %1$s{staff}%2$s. Ne pozabite, da so SMS sporočila morda omejena na 160 znakov ali manj.

source: Send follow-up
sl_si: Pošlji sporočilo po rezervaciji

source: Send reminder
sl_si: Pošlji opomnik

source: Message
sl_si: Sporočilo

source: To pay for this appointment please use the following link: %s
sl_si: Za plačilo te rezervacije uporabite naslednjo povezavo: %s

source: Pay for appointment
sl_si: Plačilo za rezervacijo

source: Error sending SMS: %s
sl_si: Napaka pri pošiljanju SMSa: %s

source: Admin reminder
sl_si: Opomnik skrbnika

source: Admin cancellation
sl_si: Obvestilo preklica za skrbnika

source: Customer reminder
sl_si: Opomnik stranke

source: Customer follow up
sl_si: Obvestilo po rezervaciji za stranko

source: Customer cancellation
sl_si: Obvestilo preklica za stranko

source: Customer confirmation
sl_si: Obvestilo za stranko

source: The {shop_name} appointment for {billing_name} starts at {appointment_start_time} on {appointment_date}
sl_si: Rezervacija na {shop_name} s strani {billing_name} se začne ob {appointment_start_time} na dan {appointment_date}

source: Heads up: your appointment with {billing_name} starts at {appointment_start_time}
sl_si: Glav gor: vaš sestanek z {billing_name} se začne pri {appointment_start_time}

source: Your appointment with {billing_name} at {appointment_start_time} on {appointment_date} has been cancelled
sl_si: Vaša rezervacija z {billing_name} ob {appointment_start_time} na dan {appointment_date} je bila preklicana

source: Hi {billing_name}! This is a reminder that your {shop_name} appointment starts at {appointment_start_time} on {appointment_date}. See you soon!
sl_si: Pozdravljeni, {billing_name}! To je opomnik, da se vaša rezervacija na {shop_name} začne ob {appointment_start_time} na dan {appointment_date}. Se kmalu vidimo!

source: Thanks again for appointment with {shop_name}, {billing_name}! We hope to see you again soon.
sl_si: Hvala še enkrat za rezervacijo na {shop_name}, {billing_name}! Upamo, da vas bomo kmalu spet videli.

source: Your appointment with {shop_name} at {appointment_start_time} on {appointment_date} has been cancelled
sl_si: Vaša rezervacija na {shop_name} ob {appointment_start_time} na dan {appointment_date} je bila preklicana

source: Your appointment with {shop_name} at {appointment_start_time} on {appointment_date} has been confirmed. See you there! {appointment_pay}
sl_si: Vaša rezervacija termina pri {shop_name} ob {appointment_start_time} {appointment_date} je bila potrjena. Se vidimo tam! {appointment_pay}

source: Reminder SMS notifications can only be sent up to 48 hours before an event starts. Your schedule has been automatically adjusted.
sl_si: Obvestila SMS je mogoče poslati le do 48 ur pred začetkom dogodka. Urnik je bil samodejno prilagojen.

source: Pending Confirmation
sl_si: Potrditev v čakanju

source: In Cart
sl_si: V košarici

source: Expected
sl_si: V pričakovanju

source: Arrived
sl_si: Prispel

source: No-show
sl_si: Brez prihoda

source: %s minute
sl_si: %s minuta

source: Rules further down the table will override those at the top.
sl_si: Pravila pozicionirana nižje na seznamu bodo preglasila tista višje.

source: Rules with lower priority numbers will override rules with a higher priority (e.g. 9 overrides 10 ). Global rules take priority over product rules which take priority over staff rules. By using priority numbers you can execute rules in different orders.
sl_si: Pravila z nižjimi prioritetnimi številkami bodo preglasila pravila z višjo vrednostjo (npr. 9 preglasi 10). Globalna pravila imajo prednost pred pravili za izdelke, ki imajo prednost pred pravili osebja. Z uporabo prednostnih številk lahko pravila izvršite v različnem vrstnem redu.

source: Choose...
sl_si: Izberi...

source: YYYY
sl_si: LLLL

source: Year
sl_si: Leto

source: Choose a date above to see available time slots.
sl_si: Če želite videti razpoložljive termine, izberite datum zgoraj.

source: &mdash; No Preference &mdash;
sl_si: &mdash; Poljubna izbira &mdash;

source: The following appointment has been cancelled by the customer. The details of the cancelled appointment can be found below.
sl_si: Stranka je preklicala to rezervacijo. Podrobnosti o preklicani rezervaciji najdete spodaj.

source: Appointment Date
sl_si: Datum rezervacije

source: Appointment Duration
sl_si: Trajanje rezervacije

source: Appointment Providers
sl_si: Ponudniki rezervacije

source: You can view and edit this appointment in the dashboard here: %s
sl_si: To rezervacijo si lahko ogledate in uredite na nadzorni plošči tukaj: %s

source: The following appointment has been rescheduled by the customer. The details of the rescheduled appointment can be found below.
sl_si: Stranka je prestavila to rezervacijo. Podrobnosti o prestavljeni rezervaciji najdete spodaj.

source: An appointment has been made by %s and is awaiting your approval. The details of this appointment are shown below.
sl_si: Rezervacija je bila oddana s strani %s in čaka na vašo potrditev. Podrobnosti so prikazane spodaj.

source: An new appointment has been made by %s. The details of this appointment are shown below.
sl_si: Nova rezervacija je bila oddana s strani %s. Podrobnosti so prikazane spodaj.

source: This appointment is awaiting your approval. Please check it and inform the customer if the date is available or not.
sl_si: Ta rezervacija čaka na vašo odobritev. Preverite in obvestite stranko, če je datum na voljo ali ne.

source: We are sorry to say that your appointment could not be confirmed and has been cancelled. The details of the cancelled appointment are shown below.
sl_si: Žal nam je, da vaše rezervacije ni bilo mogoče potrditi in je bila preklicana. Podrobnosti so prikazane spodaj.

source: Your appointment has been confirmed. The details of your appointment are shown below.
sl_si: Vaša rezervacija je potrjena. Podrobnosti so prikazane spodaj.

source: Your appointment took place on %1$s.
sl_si: Vaša rezervacija je potekala %1$s.

source: Your appointment will take place today.
sl_si: Vaša rezervacija bo danes.

source: Your appointment will take place on %1$s.
sl_si: Vaša rezervacija bo potekala %1$s.

source: Scheduled Product: %s
sl_si: Storitev: %s

source: Appointment ID: %s
sl_si: ID rezervacije: %s

source: Appointment Date: %s
sl_si: Datum rezervacije: %s

source: Appointment Duration: %s
sl_si: Trajanje rezervacije: %s

source: Appointment Providers: %s
sl_si: Ponudniki rezervacije: %s

source: A appointment has been made by %s and is awaiting your approval. The details of this appointment are as follows:
sl_si: Rezervacijo je opravila stranka %s in čaka na vašo odobritev. Podrobnosti so naslednje:

source: A new appointment has been made by %s. The details of this appointment are as follows:
sl_si: Novo rezervacijo je opravil %s. Podrobnosti so naslednje:

source: Hello %s
sl_si: Pozdravljeni %s

source: We are sorry to say that your appointment could not be confirmed and has been cancelled. The details of the cancelled appointment can be found below.
sl_si: Žal nam je, da vaše rezervacije ni bilo mogoče potrditi in je bila preklicana. Podrobnosti najdete spodaj.

source: Your appointment for has been confirmed. The details of your appointment are shown below.
sl_si: Vaša rezervacija je potrjena. Podrobnosti so prikazane spodaj.

source: Order number: %s
sl_si: Številka naročila: %s

source: Order date: %s
sl_si: Datum naročila: %s

source: Your browser must support JavaScript in order to schedule an appointment.
sl_si: Vaš brskalnik mora podpirati JavaScript, da lahko rezervirate termin.

source: Scheduled
sl_si: Kaj

source: Cancel
sl_si: Prekliči

source: Reschedule
sl_si: Prestavi datum

source: No appointments scheduled yet.
sl_si: Zaenkrat brez rezervacij.

source: Welcome to WooCommerce Appointments. <a href="%s" class="button button-primary">Add Appointable Products</a>
sl_si: Dobrodošli na WooCommerce Rezervacijah. <a href="%s" class="button button-primary">Dodaj izdelek za rezervacije</a>

source: Cloning is forbidden.
sl_si: Kopiranje je prepovedano.

source: Unserializing instances of this class is forbidden.
sl_si: Neserializiranje je prepovedano.

source: View Documentation
sl_si: Ogled dokumentacije

source: Docs
sl_si: Dokumentacija

source: Visit Support Forum
sl_si: Obiščite forum za podporo

source: Premium Support
sl_si: Premium podpora

source: Setup appointable products for WooCommerce
sl_si: Nastavitev WooCommerce storitev za naročanje

# appointment cost string
source: Cost
sl_si: Cena

# Admin menu name
source: Appointments
sl_si: Rezervacije

# woocommerce-appointments
source: Complete
sl_si: Zaključeno

# woocommerce-appointments
source: Paid &amp; Confirmed
sl_si: Plačano in Potrjeno

# woocommerce-appointments
source: Confirmed
sl_si: Potrjeno

# woocommerce-appointments
source: Un-paid
sl_si: Neplačano

# woocommerce-appointments
source: Pending Confirmation
sl_si: Potrditev v čakanju

# woocommerce-appointments
source: Cancelled
sl_si: Preklicano

# woocommerce-appointments
source: In Cart
sl_si: V košarici

# woocommerce-appointments
source: Partially Paid
sl_si: Delno plačano

# woocommerce-appointments
source: Appointment Reminder
sl_si: Opomnik za rezervacijo

# Guest string with name from appointment order in brackets
source: %s (Guest)
sl_si: %s (Gost)

# nx time
source: %s hour
sl_si: %s ura

# nx time
source: %s day
sl_si: %s dan

# addon value changed note format
source: %1$s changed from <em>(%2$s)</em> to <em>(%3$s)</em>
sl_si: %1$s spremenjeno iz <em>(%2$s)</em> v <em>(%3$s)</em>

# column_name
source: Name
sl_si: Ime

# column_name
source: Display Order
sl_si: Vrstni red prikaza

# column_name
source: Product Categories
sl_si: Kategorije izdelkov

# column_name
source: Number of fields
sl_si: Število polj
